#+TITLE: Head Drawing I
#+AUTHOR: Chris Hogan
#+DATE: <2020-12-07 Mon> to <2021-01-03 Sun>
#+STARTUP: nologdone

* Watts Head Phase I
** Head Lay-ins
   - Daily, weekly, monthly, yearly, decade goals
   - TODO Draw different angles several times for several hours each until you
     can draw them from memory
   - TODO Warm up with large, clean ovals and circles for 5 minutes
   - Start 3/4 head with a circle
   - Lop off the side with an ellipse
   - Put in ellipse axes
   - Minor axes becomes brow line
   - Pull center line of face plane
   - Bring face plane down in a taper to chin from each side of the ball
   - Jaw angles back up to ellipse major axis
   - TODO Hairline to brow is 1/3. Repeat that length twice on a frontal view.
   - Arc from the bottom corner of side plane through center and over forehead
     can find the hairline
   - TODO 3/4 heads using the rule of thirds
** Skull profile
   - Start with horizontal oval (or egg on its side)
   - Remember to vary line weight
   - TODO Draw profile, straight on, and 3/4 views of skull
** Simple Asaro Head - Profile
   - Start with Loomis head
   - Add ear shapes between eye line and bottom of nose
   - Add eye socket shapes
   - Add keystone and bridge of nose
   - Mark measuring lines on each side to keep symmetry
* Drawing the Head and the Hands - Loomis

* Log
** Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 5 :tags t
#+CAPTION: Clock summary at [2020-12-13 Sun 21:00]
| Tags    | Headline                                         | Time    |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | *Total time*                                     | *32:29* |       |      |      |
|---------+--------------------------------------------------+---------+-------+------+------|
|         | \_  Week 1                                       |         | 32:29 |      |      |
|         | \_    <2020-12-07 Mon>                           |         |       | 3:52 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:43 |
| drawing | \_      Warmup - automatic drawing               |         |       |      | 0:23 |
| study   | \_      Watts Head Phase I - head lay-ins...     |         |       |      | 0:31 |
| drawing | \_      Watts Head Phase I - head lay-ins        |         |       |      | 1:01 |
| drawing | \_      100 head challenge                       |         |       |      | 0:51 |
| study   | \_      Loomis book - Introduction               |         |       |      | 0:23 |
|         | \_    <2020-12-08 Tue>                           |         |       | 3:22 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:44 |
| drawing | \_      Watts Head Phase I - head lay-ins        |         |       |      | 1:13 |
| study   | \_      Watts Head Phase I - head lay-ins        |         |       |      | 0:35 |
| drawing | \_      100 head challenge                       |         |       |      | 0:50 |
|         | \_    <2020-12-09 Wed>                           |         |       | 4:07 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:44 |
| drawing | \_      Watts Head Phase I - head lay-ins        |         |       |      | 1:00 |
| study   | \_      Watts Head Phase I - skull profile       |         |       |      | 0:40 |
| drawing | \_      Watts Head Phase I - skull profile       |         |       |      | 0:56 |
| drawing | \_      100 head challenge                       |         |       |      | 0:47 |
|         | \_    <2020-12-10 Thu>                           |         |       | 3:33 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:40 |
| drawing | \_      Watts Head Phase I - head lay-ins and... |         |       |      | 1:50 |
| drawing | \_      100 head challenge                       |         |       |      | 0:45 |
| study   | \_      Loomis book                              |         |       |      | 0:18 |
|         | \_    <2020-12-11 Fri>                           |         |       | 3:30 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 0:44 |
| drawing | \_      Watts Head phase I - skull               |         |       |      | 1:02 |
| study   | \_      Watts Head phase I - skull               |         |       |      | 0:12 |
| drawing | \_      100 heads challenge                      |         |       |      | 1:00 |
| drawing | \_      Loomis book                              |         |       |      | 0:32 |
|         | \_    <2020-12-12 Sat>                           |         |       | 7:28 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 1:20 |
| drawing | \_      Watts Head phase I - skull               |         |       |      | 0:59 |
| study   | \_      Watts Head phase I - Simple Asaro        |         |       |      | 0:44 |
| drawing | \_      Watts Head phase I - Simple Asaro        |         |       |      | 2:46 |
| drawing | \_      100 head challenge                       |         |       |      | 0:54 |
| drawing | \_      Loomis book                              |         |       |      | 0:45 |
|         | \_    <2020-12-13 Sun>                           |         |       | 6:37 |      |
| drawing | \_      Drawing for fun - heads                  |         |       |      | 1:40 |
| drawing | \_      Watts Head phase I - Simple Asaro        |         |       |      | 0:31 |
| study   | \_      Watts Head phase I - The Abstraction     |         |       |      | 0:30 |
| drawing | \_      Watts Head phase I - The Abstraction     |         |       |      | 2:19 |
| drawing | \_      100 head challenge                       |         |       |      | 0:31 |
| study   | \_      Blog post                                |         |       |      | 1:06 |
#+END:

#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match "drawing" :tags t
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *27h 30m* |

#+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match "study" :tags t
| Tag   | Headline   | Time (h) |
|-------+------------+----------|
| study | *Tag time* | *4h 59m* |

#+END:

*** <2020-12-07 Mon>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 06:59]--[2020-12-07 Mon 07:42] =>  0:43
     :END:
**** DONE Warmup - automatic drawing                                :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 18:00]--[2020-12-07 Mon 18:23] =>  0:23
     :END:
**** DONE Watts Head Phase I - head lay-ins (24:35)                   :study:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 19:54]--[2020-12-07 Mon 20:02] =>  0:08
     CLOCK: [2020-12-07 Mon 18:27]--[2020-12-07 Mon 18:50] =>  0:23
     :END:
**** DONE Watts Head Phase I - head lay-ins                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 18:50]--[2020-12-07 Mon 19:51] =>  1:01
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 20:05]--[2020-12-07 Mon 20:56] =>  0:51
     :END:
**** DONE Loomis book - Introduction                                  :study:
     :LOGBOOK:
     CLOCK: [2020-12-07 Mon 21:05]--[2020-12-07 Mon 21:28] =>  0:23
     :END:
*** <2020-12-08 Tue>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 06:58]--[2020-12-08 Tue 07:42] =>  0:44
     :END:
**** DONE Watts Head Phase I - head lay-ins                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 20:02]--[2020-12-08 Tue 20:22] =>  0:18
     CLOCK: [2020-12-08 Tue 19:06]--[2020-12-08 Tue 19:37] =>  0:31
     CLOCK: [2020-12-08 Tue 18:33]--[2020-12-08 Tue 18:55] =>  0:22
     :END:
**** DONE Watts Head Phase I - head lay-ins                           :study:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 19:38]--[2020-12-08 Tue 20:02] =>  0:24
     CLOCK: [2020-12-08 Tue 18:55]--[2020-12-08 Tue 19:06] =>  0:11
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-08 Tue 20:22]--[2020-12-08 Tue 21:12] =>  0:50
     :END:
*** <2020-12-09 Wed>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 06:57]--[2020-12-09 Wed 07:41] =>  0:44
     :END:
**** DONE Watts Head Phase I - head lay-ins                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 17:57]--[2020-12-09 Wed 18:57] =>  1:00
     :END:
**** DONE Watts Head Phase I - skull profile                          :study:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 19:00]--[2020-12-09 Wed 19:40] =>  0:40
     :END:
**** DONE Watts Head Phase I - skull profile                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 19:41]--[2020-12-09 Wed 20:37] =>  0:56
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-09 Wed 20:37]--[2020-12-09 Wed 21:24] =>  0:47
     :END:
*** <2020-12-10 Thu>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 07:02]--[2020-12-10 Thu 07:42] =>  0:40
     :END:
**** DONE Watts Head Phase I - head lay-ins and skull               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 19:04]--[2020-12-10 Thu 20:04] =>  1:00
     CLOCK: [2020-12-10 Thu 17:08]--[2020-12-10 Thu 17:58] =>  0:50
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 20:04]--[2020-12-10 Thu 20:49] =>  0:45
     :END:
**** DONE Loomis book                                                 :study:
     :LOGBOOK:
     CLOCK: [2020-12-10 Thu 20:50]--[2020-12-10 Thu 21:08] =>  0:18
     :END:
*** <2020-12-11 Fri>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 06:58]--[2020-12-11 Fri 07:42] =>  0:44
     :END:
**** DONE Watts Head phase I - skull                                :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 18:24]--[2020-12-11 Fri 19:26] =>  1:02
     :END:
**** DONE Watts Head phase I - skull                                  :study:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 18:12]--[2020-12-11 Fri 18:24] =>  0:12
     :END:
**** DONE 100 heads challenge                                       :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 19:42]--[2020-12-11 Fri 20:42] =>  1:00
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-11 Fri 20:42]--[2020-12-11 Fri 21:14] =>  0:32
     :END:
*** <2020-12-12 Sat>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 09:09]--[2020-12-12 Sat 10:29] =>  1:20
     :END:
**** DONE Watts Head phase I - skull                                :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 10:46]--[2020-12-12 Sat 11:45] =>  0:59
     :END:
**** DONE Watts Head phase I - Simple Asaro                           :study:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 15:48]--[2020-12-12 Sat 16:02] =>  0:14
     CLOCK: [2020-12-12 Sat 13:30]--[2020-12-12 Sat 14:00] =>  0:30
     :END:
**** DONE Watts Head phase I - Simple Asaro                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 17:52]--[2020-12-12 Sat 19:07] =>  1:15
     CLOCK: [2020-12-12 Sat 14:15]--[2020-12-12 Sat 15:46] =>  1:31
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 19:08]--[2020-12-12 Sat 20:02] =>  0:54
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-12 Sat 20:02]--[2020-12-12 Sat 20:47] =>  0:45
     :END:
*** <2020-12-13 Sun>
**** DONE Drawing for fun - heads                                   :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 09:04]--[2020-12-13 Sun 10:44] =>  1:40
     :END:
**** DONE Watts Head phase I - Simple Asaro                         :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 10:59]--[2020-12-13 Sun 11:30] =>  0:31
     :END:
**** DONE Watts Head phase I - The Abstraction                        :study:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 11:30]--[2020-12-13 Sun 12:00] =>  0:30
     :END:
**** DONE Watts Head phase I - The Abstraction                      :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 18:23]--[2020-12-13 Sun 19:22] =>  0:59
     CLOCK: [2020-12-13 Sun 13:40]--[2020-12-13 Sun 15:00] =>  1:20
     :END:
**** DONE 100 head challenge                                        :drawing:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 19:23]--[2020-12-13 Sun 19:54] =>  0:31
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2020-12-13 Sun 19:54]--[2020-12-13 Sun 21:00] =>  1:06
     :END:
** Week 2
** Week 3
** Week 4
